[
  {
    "text": "Appendix A: Proposed Upd Terms of Reference\n17.2 Membership: 11 Members; plus, 2 (non-voting) co-opted members.\n17.3 Members may not serve as ordinary or substitute members of the\nGovernance and Audit Committee, or any sub-committees, where any of\nthe following apply:\na) They have not had the training required for this Committee.\nb) They are an Executive Member or a Deputy Cabinet Member.\nc) They are the Chair of the Scrutiny Committee.\nd) They have served as an Executive Member at any time within the two\nyears preceding the of the meeting.\n17.4 The Committee may appoint or remove up to two non-voting Co-Opted\nMembers (independent of the elected membership) who may participate\nin the business of the Committee in accordance with the rules set out in\nthe Constitution.\n17.5 There is an expectation that Members not on the Committee, and\nOfficers, attend in relation to material matters on the .",
    "doc_id": "doc_3b95e19c",
    "committee": "full_council",
    "meeting_date": "2025-03-13",
    "page_num": 1,
    "chunk_id": 0,
    "char_start": 0,
    "char_end": 902,
    "source_file": "full_council/2025-03-13/originals/Appendix A - Proposed Updated Terms of Reference.pdf",
    "source": "data/council_documents/full_council/2025-03-13/originals/Appendix A - Proposed Updated Terms of Reference.pdf",
    "filename": "Appendix A - Proposed Updated Terms of Reference.pdf"
  },
  {
    "text": "Appendix A: Proposed Upd Terms of Reference\n17.2 Membership: 11 Members; plus, 2 (non-voting) co-opted members.\n17.3 Members may not serve as ordinary or substitute members of the\nGovernance and Audit Committee, or any sub-committees, where any of\nthe following apply:\na) They have not had the training required for this Committee.\nb) They are an Executive Member or a Deputy Cabinet Member.\nc) They are the Chair of the Scrutiny Committee.\nd) They have served as an Executive Member at any time within the two\nyears preceding the of the meeting.\n17.4 The Committee may appoint or remove up to two non-voting Co-Opted\nMembers (independent of the elected membership) who may participate\nin the business of the Committee in accordance with the rules set out in\nthe Constitution.\n17.5 There is an expectation that Members not on the Committee, and\nOfficers, attend in relation to material matters on the . However,\nOfficers below Senior Manager level are not required to attend meetings\nexcept with their agreement and that of the relevant Senior Manager.\n17.6 The purpose of this Committee is to provide independent and high-\nlevel focus on the adequacy of governance, risk, finance, and control\narrangements.",
    "doc_id": "doc_3b95e19c",
    "committee": "full_council",
    "meeting_date": "2025-03-13",
    "page_num": 1,
    "chunk_id": 1,
    "char_start": 903,
    "char_end": 2110,
    "source_file": "full_council/2025-03-13/originals/Appendix A - Proposed Updated Terms of Reference.pdf",
    "source": "data/council_documents/full_council/2025-03-13/originals/Appendix A - Proposed Updated Terms of Reference.pdf",
    "filename": "Appendix A - Proposed Updated Terms of Reference.pdf"
  },
  {
    "text": "However,\nOfficers below Senior Manager level are not required to attend meetings\nexcept with their agreement and that of the relevant Senior Manager.\n17.6 The purpose of this Committee is to provide independent and high-\nlevel focus on the adequacy of governance, risk, finance, and control\narrangements. Towards this purpose, its role is to:\na) ensure there is sufficient assurance over governance risk and control\nand provide reports to full Council on the effectiveness and adequacy\nof these arrangements;\nb) have oversight of both internal and external audit together with the\nfinancial and governance reports, helping to ensure that there are\nadequate arrangements in place for both internal challenge and public\naccountability,\nc) through a and b above, give greater confidence to all those charged\nwith governance for that its arrangements are\neffective and reporting to full Council or other Committees as\nnecessary where the Committee has concerns that these\narrangements are not effective; and\nd) ensure that the County Council is sighted on the activity of the\nCommittee alongside the importance of financial probity, good\ngovernance and learning lessons from audit activity through an annual\nreport.\n17.7 The Governance and Audit Committee is responsible for the following:\na) monitoring the development and operation of the Council’s corporate\ngovernance, financial, risk, and assurance frameworks and",
    "doc_id": "doc_3b95e19c",
    "committee": "full_council",
    "meeting_date": "2025-03-13",
    "page_num": 1,
    "chunk_id": 2,
    "char_start": 2111,
    "char_end": 3525,
    "source_file": "full_council/2025-03-13/originals/Appendix A - Proposed Updated Terms of Reference.pdf",
    "source": "data/council_documents/full_council/2025-03-13/originals/Appendix A - Proposed Updated Terms of Reference.pdf",
    "filename": "Appendix A - Proposed Updated Terms of Reference.pdf"
  },
  {
    "text": "arrangements to ensure it meets recommended practice, is embedded\nacross the whole Council and is operating consistently throughout the\nyear,\nb) monitoring the development and operation of the Council’s Internal\nAudit function, including review of the internal audit charter and annual\naudit plan, and reviewing assurances that it is effective and\nindependent of the activities it audits,\nc) oversight of the appointment and remuneration of external auditors to\nensure they are approved in accordance with relevant legislation and\nguidance, and the function is independent and objective,\nd) monitoring the effectiveness of the external audit process, to help\nensure that it is of appropriate scope and depth, gives value for money\ntaking into account relevant professional and regulatory requirements,\nand is undertaken in liaison with Internal Audit,\ne) considering the external auditor’s annual letter/report, and any other\nspecific reports by, and with the agreement of, the external auditors,\nf) monitoring the arrangements and preparations for financial reporting to\nensure that statutory requirements and professional standards can be\nmet,\ng) receiving reports on the effectiveness of financial management\narrangements, including Productivity Plans, saving plans, and\ncompliance with the Financial Management Code,\nh) monitoring the Council’s arrangements to secure value for money and\nreviewing assurances and assessments on the effectiveness of these\narrangements,\ni) considering reports on the effectiveness of internal controls and\nmonitor the implementation of agreed actions,\nj) reviewing assurances that accounting policies are appropriately applied\nacross the Council,\nk) monitoring the robustness of the Council’s counter-fraud arrangements,\nincluding the assessment of fraud risks, and reviewing assurances that\nthe Council effectively monitors the implementation of the whistle-\nblowing policy and Bribery Act policy,\nl) reviewing assurances that the Council has appropriate governance\narrangements in place to manage the relationship between the Council\nand significant partnerships or collaborations, as well as any company\nin which the Council has majority control,\nm) reviewing assurances that the Council has appropriate arrangements in\nplace to ensure that the commercial opportunities and risks presented\nthrough company ownership are managed effectively,\nn) oversight of the Executive’s shareholder strategy regarding companies\nin which the Council has an interest,\no) Approval of Spending the Council’s Money, sending this document to\nfull Council for noting.\np) review and approval of the Statement of Accounts, with related reports,\nand the Annual Governance Statement, and",
    "doc_id": "doc_3b95e19c",
    "committee": "full_council",
    "meeting_date": "2025-03-13",
    "page_num": 2,
    "chunk_id": 0,
    "char_start": 0,
    "char_end": 2701,
    "source_file": "full_council/2025-03-13/originals/Appendix A - Proposed Updated Terms of Reference.pdf",
    "source": "data/council_documents/full_council/2025-03-13/originals/Appendix A - Proposed Updated Terms of Reference.pdf",
    "filename": "Appendix A - Proposed Updated Terms of Reference.pdf"
  },
  {
    "text": "q) reporting to full Council for assurance on the Accounts and Annual\nGovernance Statement approval.\n17.8 The Corporate Director of Finance has delegated authority from the\nCommittee to make minor corrections and ups to Spending the\nCouncil’s Money where it does not affect the meaning of the Sections.",
    "doc_id": "doc_3b95e19c",
    "committee": "full_council",
    "meeting_date": "2025-03-13",
    "page_num": 3,
    "chunk_id": 0,
    "char_start": 0,
    "char_end": 302,
    "source_file": "full_council/2025-03-13/originals/Appendix A - Proposed Updated Terms of Reference.pdf",
    "source": "data/council_documents/full_council/2025-03-13/originals/Appendix A - Proposed Updated Terms of Reference.pdf",
    "filename": "Appendix A - Proposed Updated Terms of Reference.pdf"
  }
]